Repository: lbernardo-dev/shield
Catalog: Shield/Localization/Strings/Editor.xcstrings
Source language: en
Languages: es

# editor_adjust_bottom
source: Bottom
es: Inferior

# editor_adjust_brightness
source: Brightness
es: Brillo

# editor_adjust_contrast
source: Contrast
es: Contraste

# editor_adjust_crop
source: Crop
es: Recorte

# editor_adjust_crop_desc
source: Crop per side (0–40%)
es: Recorte por lado (0–40%)

# editor_adjust_flip_h
source: Flip H
es: Voltear H

# editor_adjust_flip_v
source: Flip V
es: Voltear V

# editor_adjust_left
source: Left
es: Izquierda

# editor_adjust_right
source: Right
es: Derecha

# editor_adjust_rotate_90
source: Rotate 90°
es: Girar 90°

# editor_adjust_saturation
source: Saturation
es: Saturación

# editor_adjust_sharpness
source: Sharpness
es: Nitidez

# editor_adjust_title
source: Adjust
es: Ajustar

# editor_adjust_top
source: Top
es: Superior

# editor_always
source: Always
es: Siempre

# editor_apply_to_all
source: Apply to all pages
es: Aplicar a todas las páginas

# editor_auto
source: Auto
es: Automático

# editor_brightness
source: Brightness
es: Brillo

# editor_change_count
source: %d changes
es: %d cambios

# editor_change_count_none
source: No changes
es: Sin cambios

# editor_contrast
source: Contrast
es: Contraste

# editor_crop
source: Crop
es: Recorte

# editor_exif_stripped
source: EXIF/GPS metadata stripped
es: Metadatos EXIF/GPS eliminados

# editor_exit
source: Exit
es: Salir

# editor_exit_confirm
source: Exit without saving?
es: ¿Salir sin guardar?

# editor_exit_warning
source: Unexported redactions will be lost.
es: Se perderán las redacciones no exportadas.

# editor_export
source: Export
es: Exportar

# editor_export_always
source: Always
es: Siempre

# editor_export_baked_note
source: Redactions are baked directly into the exported file.
es: Las redacciones se integran directamente en el archivo exportado.

# editor_export_collapse_details
source: Collapse details
es: Contraer detalles

# editor_export_count_label
source: %d redactions
es: %d redacciones

# editor_export_error_image_retry
source: Could not export image. Please try again.
es: No se pudo exportar la imagen. Inténtalo de nuevo.

# editor_export_error_no_image
source: Could not generate the final image
es: No se pudo generar la imagen final

# editor_export_error_pdf
source: Could not generate the PDF
es: No se pudo generar el PDF

# editor_export_error_pdf_retry
source: Could not export PDF. Please try again.
es: No se pudo exportar el PDF. Inténtalo de nuevo.

# editor_export_error_save
source: Could not save to gallery
es: No se pudo guardar en la galería

# editor_export_flattened_image_note
source: Flattened image without inherited metadata
es: Imagen aplanada y sin metadatos heredados

# editor_export_format
source: Format
es: Formato

# editor_export_free_limit_reached
source: You used all weekly exports. Upgrade to Pro for unlimited exports.
es: Has agotado tus exportaciones semanales. Actualiza a Pro para exportar sin límite.

# editor_export_high
source: High
es: Alta

# editor_export_high_risk
source: High risk
es: Riesgo alto

# editor_export_image
source: Image
es: Imagen

# editor_export_include_metadata_strip
source: Strip EXIF metadata
es: Eliminar metadata EXIF

# editor_export_include_watermark
source: Include watermark
es: Incluir marca de agua

# editor_export_low
source: Low
es: Baja

# editor_export_medium
source: Medium
es: Media

# editor_export_metadata_stripped
source: EXIF/GPS metadata stripped
es: Metadatos EXIF/GPS eliminados

# editor_export_moderate_risk
source: Moderate risk
es: Riesgo moderado

# editor_export_no_free
source: No (Free)
es: No (Gratis)

# editor_export_no_watermark
source: No watermark
es: Sin marca de agua

# editor_export_none
source: None
es: Ninguna

# editor_export_ocr_risk
source: OCR risk
es: Riesgo OCR

# editor_export_original_content_label
source: Original content
es: Contenido original

# editor_export_original_content_value
source: Not reused
es: No se reutiliza

# editor_export_pdf_checks_label
source: PDF checks
es: Comprobaciones PDF

# editor_export_pdf_checks_not_applicable
source: Not applicable
es: No aplicable

# editor_export_pdf_checks_value
source: Text, pages and metadata
es: Texto, páginas y metadatos

# editor_export_preview_accessibility
source: Protected export preview
es: Previsualización protegida de la exportación

# editor_export_protected_free
source: Protected with MaskID Free
es: Protegido con MaskID Free

# editor_export_quality
source: Quality
es: Calidad

# editor_export_redactions_applied
source: Redactions applied
es: Redacciones aplicadas

# editor_export_risk_acknowledge_error
source: You must acknowledge high OCR risk before exporting.
es: Debes confirmar el riesgo OCR alto antes de exportar.

# editor_export_safe_to_share
source: Safe to share
es: Seguro para compartir

# editor_export_save_gallery
source: Save to gallery
es: Guardar en galería

# editor_export_secure_export_failed
source: A secure export could not be completed. The partial file was deleted. Please try again.
es: No se pudo completar una exportación segura. El archivo parcial se eliminó. Inténtalo de nuevo.

# editor_export_share
source: Share
es: Compartir

# editor_export_show_details
source: Show details
es: Mostrar detalles

# editor_export_verification_image_note
source: Rasterized and flattened output
es: Salida rasterizada y aplanada

# editor_export_verification_pdf_note
source: Verified before sharing
es: Se verificará antes de compartir

# editor_export_verification_title
source: Output verification
es: Verificación de salida

# editor_export_verified_pdf_note
source: Verified PDF output
es: Salida PDF verificada

# editor_export_visual_obfuscations_label
source: Visual obfuscations
es: Obfuscaciones visuales

# editor_export_visual_obfuscations_none
source: None
es: Ninguna

# editor_export_visual_obfuscations_value
source: %d → opaque
es: %d → opacas

# editor_export_yes_pro
source: Yes (Pro)
es: Sí (Pro)

# editor_exported
source: Exported
es: Exportado

# editor_exporting
source: Exporting…
es: Exportando…

# editor_fields
source: Fields
es: Campos

# editor_find_all
source: Find All
es: Buscar todo

# editor_high_risk
source: High risk
es: Riesgo alto

# editor_include_wm_free
source: Includes watermark on MaskID Free
es: Incluir marca de agua en MaskID Free

# editor_keep_editing
source: Keep editing
es: Continuar editando

# editor_mask_accessibility_hint
source: Activate the mask, then use actions to move, resize, or delete it
es: Activa la máscara y usa las acciones para moverla, redimensionarla o eliminarla

# editor_mask_accessibility_label
source: Redaction mask
es: Máscara de ocultación

# editor_mask_delete
source: Delete mask
es: Eliminar máscara

# editor_mask_move_down
source: Move down
es: Mover abajo

# editor_mask_move_left
source: Move left
es: Mover a la izquierda

# editor_mask_move_right
source: Move right
es: Mover a la derecha

# editor_mask_move_up
source: Move up
es: Mover arriba

# editor_mask_not_selected
source: Not selected
es: No seleccionada

# editor_mask_selected
source: Selected
es: Seleccionada

# editor_mask_style_free
source: Free
es: Gratis

# editor_mask_style_title
source: Redaction style
es: Estilo de redacción

# editor_moderate_risk
source: Moderate risk
es: Riesgo moderado

# editor_next_page
source: Next page
es: Página siguiente

# editor_no_free
source: No (Free)
es: No (Gratis)

# editor_no_redactions
source: No redactions
es: Sin redacciones

# editor_no_watermark
source: No watermark
es: Sin marca de agua

# editor_none
source: None
es: Ninguna

# editor_ocr_all_fields_masked
source: All sensitive fields are hidden
es: Todos los campos sensibles están ocultos

# editor_ocr_analyzing
source: Analyzing image…
es: Analizando imagen…

# editor_ocr_confidence
source: Confidence
es: Confianza

# editor_ocr_copied
source: Copied
es: Copiado

# editor_ocr_copy_item
source: Copy %@
es: Copiar %@

# editor_ocr_country_detected
source: Detected country: %@
es: País detectado: %@

# editor_ocr_detected_country
source: Detected country
es: País detectado

# editor_ocr_detected_fields_title
source: Detected fields
es: Campos detectados

# editor_ocr_detected_type
source: Detected type
es: Tipo detectado

# editor_ocr_dni
source: DNI / ID Card
es: DNI / Identidad

# editor_ocr_doc
source: Document
es: Documento

# editor_ocr_document
source: Document
es: Documento

# editor_ocr_driving_license
source: Driving Licence
es: Carnet de conducir

# editor_ocr_error_no_image
source: No image available
es: No hay imagen disponible

# editor_ocr_extracted_lines
source: Extracted text (%d lines)
es: Texto extraído (%d líneas)

# editor_ocr_extracted_text
source: Extracted text
es: Texto extraído

# editor_ocr_fields_visible_count
source: %d fields still visible
es: Quedan %d campos visibles

# editor_ocr_full_doc
source: Full document (OCR)
es: Documento completo (OCR)

# editor_ocr_full_document
source: Full document (OCR)
es: Documento completo (OCR)

# editor_ocr_health_card
source: Health Card
es: Tarjeta sanitaria

# editor_ocr_lines
source: lines
es: líneas

# editor_ocr_mask
source: Mask
es: Ocultar

# editor_ocr_mask_action
source: Mask
es: Ocultar

# editor_ocr_mask_all
source: Mask all
es: Ocultar todo

# editor_ocr_masked_summary
source: %d/%d fields masked
es: %d/%d campos ocultos

# editor_ocr_missing_fields_title
source: Not detected
es: No detectados

# editor_ocr_mrz_not_validated
source: MRZ not validated%@
es: MRZ no validada%@

# editor_ocr_mrz_validated
source: MRZ validated%@
es: MRZ validada%@

# editor_ocr_no_fields_detected
source: No fields detected. Tap Reread to try again.
es: No se han detectado campos. Toca Releer para intentarlo otra vez.

# editor_ocr_no_image
source: No image available
es: No hay imagen disponible

# editor_ocr_passport
source: Passport
es: Pasaporte

# editor_ocr_reread
source: Reread
es: Releer

# editor_ocr_residence_permit
source: Residence Permit
es: Permiso de residencia

# editor_ocr_risk
source: OCR risk
es: Riesgo OCR

# editor_ocr_risk_acknowledge
source: I understand the risk and want to export
es: Entiendo el riesgo y quiero exportar

# editor_ocr_risk_msg
source: OCR risk %@. Review before sharing.
es: Riesgo OCR %@. Revisa antes de compartir.

# editor_ocr_risk_warning
source: High OCR risk detected. Review critical fields before exporting.
es: Riesgo OCR alto detectado. Revisa campos críticos antes de exportar.

# editor_ocr_risk_weak_fields
source: OCR risk %@. Weak fields: %@.
es: Riesgo OCR %@. Campos débiles: %@.

# editor_ocr_type_detected
source: Detected type: %@
es: Tipo detectado: %@

# editor_ocr_unmask_action
source: Unmask
es: Mostrar

# editor_ocr_unmask_all
source: Unmask all
es: Mostrar todo

# editor_page_indicator
source: Page %d / %d
es: Página %d / %d

# editor_preview
source: Preview
es: Previsualización

# editor_previous_page
source: Previous page
es: Página anterior

# editor_privacy_score
source: Privacy Score
es: Puntuación de Privacidad

# editor_protected_document_preview
source: Protected document preview
es: Previsualización protegida del documento

# editor_protected_free
source: Protected with MaskID Free
es: Protegido con MaskID Free

# editor_redact
source: Redact
es: Redactar

# editor_redactions_applied
source: Redactions applied
es: Redacciones aplicadas

# editor_redactions_on_page
source: %d redactions on this page
es: %d redacciones en esta página

# editor_redo
source: Redo
es: Rehacer

# editor_safe_to_share
source: Safe to share
es: Seguro para compartir

# editor_saturation
source: Saturation
es: Saturación

# editor_sensitive_analyzing
source: Analyzing sensitive zones…
es: Analizando zonas sensibles…

# editor_sensitive_based_on_ocr
source: Based on detected OCR fields.
es: Basado en los campos OCR detectados.

# editor_sensitive_based_on_template
source: Based on the current document template.
es: Basado en la plantilla del documento actual.

# editor_sensitive_fields_button
source: Fields
es: Campos

# editor_sensitive_suggested
source: %d sensitive areas suggested
es: %d zonas sensibles sugeridas

# editor_sharpness
source: Sharpness
es: Nitidez

# editor_style
source: Style
es: Estilo

# editor_text
source: Text
es: Texto

# editor_tool_adjust
source: Adjust
es: Ajustar

# editor_tool_fields
source: Fields
es: Campos

# editor_tool_help_adjust
source: Adjust brightness, crop and geometry.
es: Ajusta brillo, recorte y geometría.

# editor_tool_help_auto
source: Automatically applies sensitive areas.
es: Aplicación automática de zonas sensibles.

# editor_tool_help_fields
source: Tap a field to mask or unmask it.
es: Toca un campo para enmascararlo o quitar máscara.

# editor_tool_help_rect
source: Drag over the document to create a new mask.
es: Arrastra sobre el documento para crear una nueva máscara.

# editor_tool_help_text
source: Review OCR and mask by field.
es: Revisa OCR y aplica máscaras por campo.

# editor_tool_help_watermark
source: Configure the document watermark.
es: Configura marca de agua del documento.

# editor_tool_rect
source: Rect
es: Rectángulo

# editor_tool_text
source: Text
es: Texto

# editor_tool_watermark
source: WM
es: Marca agua

# editor_undo
source: Undo
es: Deshacer

# editor_watermark
source: WM
es: Marca agua

# editor_watermark_apply
source: Apply Watermark
es: Aplicar marca de agua

# editor_watermark_opacity
source: OPACITY
es: OPACIDAD

# editor_watermark_placeholder
source: Watermark text
es: Texto de la marca

# editor_watermark_preset_confidential
source: Confidential copy · %@
es: Copia confidencial · %@

# editor_watermark_preset_no_original
source: Not valid as an original · %@
es: No válido como original · %@

# editor_watermark_preset_verification
source: For verification only · %@
es: Solo para verificación · %@

# editor_watermark_presets_label
source: QUICK TEMPLATES
es: PLANTILLAS RÁPIDAS

# editor_watermark_remove
source: Remove
es: Quitar

# editor_watermark_text
source: TEXT
es: TEXTO

# editor_watermark_tile_desc
source: Covers entire surface
es: Cubre toda la superficie

# editor_watermark_tile_title
source: Tile across document
es: Repetir en mosaico

# editor_watermark_title
source: Watermark
es: Marca de agua

# editor_with_watermark
source: with watermark
es: con marca de agua

# editor_wm_applied_note
source: with watermark
es: con marca de agua

# editor_wm_opacity
source: Opacity
es: Opacidad

# editor_wm_preview
source: Preview
es: Vista previa

# editor_wm_remove
source: Remove watermark
es: Eliminar marca de agua

# editor_wm_repeat
source: Repeat
es: Repetir

# editor_wm_text
source: Text
es: Texto

# editor_wm_title
source: Watermark
es: Marca de agua

# editor_yes_pro
source: Yes (Pro)
es: Sí (Pro)

# editor_zoom_controls
source: Zoom controls
es: Controles de zoom

# editor_zoom_in
source: Zoom in
es: Aumentar zoom

# editor_zoom_out
source: Zoom out
es: Reducir zoom
